40 Hole Ball/40/Final_runs/pickleball_40_ws7.0/Allrun.sh

#!/bin/sh

runApplication surfaceFeatureExtract

runApplication blockMesh

runApplication snappyHexMesh -overwrite

runApplication simpleFoam